Repository: not-only-code/jigoshop-banesto-gateway
Catalog: languages/jigoshop-*.po
Languages: es_es

source: <div class="jigoshop_message">Thanks, payment was successfully.</div><br>
es_es: <div class="jigoshop_message">Gracias, el pago se ha realizado correctamente.</div><br>

source: <div class="jigoshop_error">Sorry, the payment has been denied by the entity.</div><br>
es_es: <div class="jigoshop_error">Lo sentimos, el pago ha sido denegado por la entidad.</div><br>

source: Banesto TPV payment completed
es_es: Pago completado a traves del TPV de Banesto

source: Banesto TPV denied the payment.
es_es: El TPV de Banesto ha denegado el pago.

source: Enable testmode
es_es: Activar modo test

source: Commerce Name
es_es: Nombre Comercio

source: Message OK
es_es: Mensaje OK

source: Message KO
es_es: Mensaje KO

source: Cancel order &amp; restore cart
es_es: Cancelar pedido y restablecer carrito

source: Pay via Banesto
es_es: Pago via Banesto

source: Thank you for your order, please click the button below to pay with Banesto.
es_es: Gracias por realizar tu pedido, por favor aprieta el botón a continuación para efectuar el pago con tarjeta vía Banesto.
